Repository: pelegw/GlidingStudentManagement
Catalog: gliding_club/locale/*/LC_MESSAGES/django.po
Languages: he

source: Training Records
he: רשומות הדרכה

source: Dashboard
he: לוח בקרה

source: Flight History
he: הסטוריית טיסות

source: Ground Briefings
he: תדריכי קרקע

source: Profile
he: פרופיל

source: Change Password
he: שינוי סיסמה

source: Logout
he: התנתקות

source: Login
he: התחברות

source: Current password
he: סיסמה נוכחית

source: New password
he: סיסמה חדשה

source: Your password should be at least 8 characters long and not be too common.
he: הסיסמה שלך צריכה להיות באורך של 8 תווים לפחות ולא נפוצה מדי.

source: Confirm new password
he: אישור סיסמה חדשה

source: Cancel
he: ביטול

source: First Login - Change Password
he: התחברות ראשונה - שינוי סיסמה

source: Welcome to the Training Records system!
he: ברוכים הבאים למערכת ניהול תיק חניך!

source: Since this is your first login, you need to change your password before continuing.
he: מכיוון שזו ההתחברות הראשונה שלך, עליך לשנות את הסיסמה לפני שתמשיך.

source: Your password must be at least 12 characters long and not too common.
he: הסיסמה שלך חייבת להיות באורך של 12 תווים לפחות ולא נפוצה מדי.

source: Request Ground Briefing
he: בקש תדריך קרקע

source: Ground Briefing Details
he: פרטי הדרכה

source: Briefing Topic
he: נושא הדרכה

source: Instructor
he: מדריך

source: Date
he: תאריך

source: Notes
he: הערות

source: Add any questions or specific topics you want to discuss in this briefing.
he: הוסף שאלות או נושאים שאתה רוצה לעבור עליהם בתדריך קרקע

source: Submit Request
he: הגש בקשה

source: Request New Ground Briefing
he: בקש תדריך קרקע

source: My Ground Briefings
he: תדריכי קרקע

source: Number
he: מספר טיסה

source: Topic
he: נושא

source: Details
he: פרטי הרשומה

source: Status
he: סטטוס

source: Signed Off
he: אושר

source: Pending
he: ממתין

source: No ground briefings recorded yet.
he: עדיין אין רשומות הדרכה.

source: Request Your First Briefing
he: בקש תדריך קרקע ראשון

source: Sign Off Ground Briefing
he: אשר תדריך קרקע

source: Briefing Details
he: פרטי הדרכה

source: Student
he: חניך

source: Briefing Number
he: מספר רישיון

source: Topic Details
he: פרטי הדרכה

source: Student Notes
he: חניכים

source: Sign Off
he: אישור

source: By signing off, you confirm that this ground briefing has been successfully completed.
he: באישור תדריך הקרקע, הינך מאשר שהתדריך בוצע בהצלחה והחניך הבין את החומר.

source: Instructor Dashboard
he: לוח בקרה למדריך

source: License Status
he: מצב רישיון

source: Expired
he: פג תוקף

source: Expires Soon
he: תאריך תום תוקף קרוב

source: Valid
he: בתוקף

source: Your license has expired. Please renew it immediately.
he: תוקף הרשיון שלך פג. אנא חדש את הרשיון בהקדם.

source: Your license expires soon. Please consider renewing it.
he: תוקף הרשיון שלך עומד לפוג. מומלץ להתחיל חידוש רשיון בהקדם.

source: Close
he: סגור

source: Welcome
he: ברוכים הבאים

source: Your Instructor Dashboard
he: לוח הבקרה שלך כמדריך

source: Instructional Flights
he: טיסות הדרכה

source: with instructor on board
he: עם מדריך בדאון

source: Flight Time
he: זמן טיסה

source: hours:minutes
he: שעות:דקות

source: Solo Flights
he: טיסות סולו

source: supervised solo
he: טיסות סולו מפוקחות

source: Students
he: חניכים

source: students instructed
he: חניכים שהודרכו

source: awaiting sign-off
he: ממתין לאישור

source: Records Awaiting Sign-Off
he: רשומות ממתינות לאישור

source: Glider
he: דאון

source: Duration
he: משך

source: Exercises
he: תרגילים

source: Actions
he: פעולות

source: View
he: צפייה

source: View All Pending Records
he: צפייה בכל הרשומות הממתינות

source: No records awaiting sign-off. Good job!
he: אין רשומות ממתינות לאישור. עבודה טובה!

source: Recent Training Records
he: רשומות הדרכה אחרונות

source: View All
he: צפייה בהכל

source: Sign
he: אישור

source: No training records found.
he: לא נמצאו רשומות הדרכה.

source: Quick Links
he: קישורים מהירים

source: View All Training Records
he: צפייה בכל רשומות ההדרכה

source: My Flight History
he: הסטוריית טיסה

source: Your Profile
he: הפרופיל שלך

source: Pending Ground Briefing Sign-offs
he: תדריכי קרקע ממתינים לאישור

source: Briefing #
he: תדריך מספר

source: No pending ground briefing sign-offs.
he: אין תדריכים קרקע הממתינים לאישור

source: Your Flight History
he: הסטוריית טיסה

source: Showing flights from
he: מציג טיסות מ

source: to
he: עד

source: days
he: ימים

source: Back to Dashboard
he: חזרה ללוח הבקרה

source: Total Flights
he: סך כל הטיסות

source: Filters
he: מסננים

source: Start Date
he: תאריך התחלה

source: End Date
he: תאריך סיום

source: All Students
he: כלל החניכים

source: Filter
he: מסנן

source: Reset
he: אפס

source: Last 7 days
he: 7 ימים אחרונים

source: Last 30 days
he: 30 ימים אחרונים

source: Last 3 months
he: 3 חודשים אחרונים

source: Last year
he: שנה אחרונה

source: Export Flight History
he: ייצוא היסטוריית טיסות

source: Export all
he: ייצא הכל

source: flights from your filtered results
he: טיסות מסוננות

source: Export as PDF
he: ייצוא לPDF

source: Export as CSV
he: ייצוא לCSV

source: Flight Records
he: שעות טיסה

source: flights
he: טיסות

source: N/A
he: לא קיים

source: Previous
he: קודם

source: Page
he: עמוד

source: of
he: מתוך

source: Next
he: הבא

source: No flights found
he: לא נמצאו טיסות

source: Try adjusting your date range or filters.
he: נסה לשנות את תאריכים הסינון

source: Reset Filters
he: אפס מסננים

source: Username
he: שם משתמש

source: Password
he: סיסמה

source: Update Profile
he: עדכון פרופיל

source: Personal Information
he: מידע אישי

source: Name
he: שם

source: Email
he: דוא"ל

source: Role
he: תפקיד

source: Administrator
he: מנהל

source: Member Since
he: חבר מאז

source: Student Information
he: מידע חניך

source: License Number
he: מספר רישיון

source: Not provided
he: לא סופק

source: License Expiration Date
he: תאריך תפוגת רשיון

source: License Photo
he: תמונת רישיון

source: Student License
he: רישיון חניך

source: Not uploaded
he: לא הועלה

source: Medical ID Photo
he: תמונת תעודה רפואית

source: Medical ID
he: תעודה רפואית

source: Instructor Information
he: מידע מדריך

source: Instructor License
he: רישיון מדריך

source: Training Summary
he: תיק חניך מלא

source: Update Your Profile
he: עדכון הפרופיל שלך

source: Student License Number
he: מספר רישיון חניך

source: Student License Expiration Date
he: תאריך תפוגת רשיון חניך

source: Student License Photo
he: תמונת רישיון חניך

source: Current License Photo
he: תמונת רישיון נוכחית

source: Current license photo
he: תמונת רישיון נוכחית

source: Current Medical ID Photo
he: תמונת אישור רפואי נוכחית

source: Current medical ID photo
he: תמונת אישור רפואי נוכחית

source: Instructor License Number
he: מספר רישיון מדריך

source: Instructor License Expiration Date
he: תאריך תפוגת רישיון מדריך

source: Training Record Details
he: פרטי רשומת הדרכה

source: Flight
he: טיסה

source: for
he: עבור

source: Training Details
he: פרטי הדרכה

source: Flight Duration
he: משך טיסה

source: Solo Flight
he: טיסת סולו

source: Main Training Topic
he: נושא הדרכה מרכזי

source: Field/Location
he: שדה/מיקום

source: Tow Height
he: גובה גרירה

source: Exercises Performed
he: תרגילים שבוצעו

source: Pre-Solo Exercises
he: תרגילים טרום-סולו

source: Performed Well
he: מספיק

source: Needs Improvement
he: בינוני

source: Performed Insufficently
he: לא מספיק

source: No pre-solo exercises
he: אין תרגילי טרום-סולו

source: Post-Solo Exercises
he: תרגילים לאחר סולו

source: No post-solo exercises
he: אין תרגילים לאחר סולו

source: No specific exercises recorded for this training session.
he: לא נרשמו תרגילים ספציפיים עבורטיסת הדרכה זו.

source: Student Comments
he: הערות חניך

source: No student comments provided.
he: לא סופקו הערות חניך.

source: Instructor Comments
he: הערות מדריך

source: No instructor comments provided.
he: לא סופקו הערות מדריך.

source: Signed off by
he: אושר על ידי

source: Modifications allowed for
he: ניתן לשנות עוד

source: more day(s)
he: ימים

source: Modify Record
he: עדכון רשומה

source: Edit
he: עריכה

source: Back to Records
he: חזרה לרשומות החניך

source: New
he: הוספת

source: Training Record
he: רשומת הדרכה

source: Record details about your flight training session
he: רשום פרטים על טיסת ההדרכה שלך

source: Flight Information
he: מידע על טיסה

source: Show Only Selected
he: הצג פריטים נבחרים בלבד

source: Quick Select Mode
he: בחירה מהירה

source: Detailed Mode
he: פירוט

source: Expand All
he: פרוס הכל

source: Collapse All
he: צמצם הכל

source: Quick Select Mode:
he: בחירה מהירה

source: Check only the exercises you performed during this flight. Unselected exercises will automatically be marked as 'Not Performed'.
he: בחר את התררגילים שביצעת במהלך טיסה זו. תרגילים שלא ייבחרו יסומנו כלא-בוצע

source: For exercises you select, you can provide a detailed assessment in the next step.
he: ציון לתרגיל יוגדר בהמשך

source: Search exercises...
he: חיפוש...

source: Select All
he: בחר הכל

source: Deselect All
he: בטל בחירה

source: Apply Selection & Continue
he: אישור בחירה והמשך

source: Not Performed
he: לא בוצע

source: Optional notes about this exercise
he: הערכות לתרגיל זה

source: Comments
he: הערות

source: Save Changes
he: שמירת שינויים

source: Create Record
he: יצירת רשומה

source: Show All
he: הצג הכל

source: New Record
he: רשומה חדשה

source: Records
he: רשומות

source: Search...
he: חיפוש...

source: Search
he: חיפוש

source: Flight Number
he: מספר טיסה

source: Solo
he: סולו

source: Modifiable
he: ניתן לשינוי

source: Modify
he: שנה

source: No student comments
he: אין הערות חניך

source: No instructor comments
he: אין הערות מדריך

source: First
he: ראשון

source: Page %(page_number)s of %(total_pages)s
he: עמוד %(page_number)s מתוך %(total_pages)s

source: Last
he: אחרון

source: Create First Record
he: יצירת רשומה ראשונה

source: Export Your Training Records
he: ייצא רשומות הדרכה

source: Export your complete training history in your preferred format.
he: ייצא את תיק החניך בפורמט המועדף

source: Exercise Matrix
he: סדין

source: Sign Off Record
he: אישור רשומה

source: Modify Signed Record
he: שינוי רשומה

source: Sign Off Training Record
he: אישור רשומת הדרכה

source: Important
he: חשוב

source: Signing off on a training record confirms that:
he: אישור רשומת הדרכה מאשר כי:

source: You supervised this training session
he: פיקחת עלטיסת הדרכה זו

source: The information recorded is accurate
he: המידע שנרשם הוא מדויק

source: The student has completed this training element satisfactorily
he: החניך השלים את מרכיב ההדרכה הזה באופן משביע רצון

source: Once signed off, modifications are only allowed for 7 days.
he: מרגע החתימה, ניתן לשנות את הרשומה עוד 7 ימים

source: Training Topic
he: נושא הדרכה

source: Student Dashboard
he: לוח בקרה לחניך

source: Your license has expired. Please renew it as soon as possible.
he: תוקף הרשיון שלך פג, נא חדש אותו בהקדם

source: Here's your pilot training progress and recent activity
he: הנה התקדמות הדרכת הטיסה והפעילות האחרונה שלך

source: New Training Record
he: רשומת הדרכה חדשה

source: Flight Hours
he: שעות טיסה

source: No training records yet.
he: עדיין אין רשומות הדרכה.

source: Create Your First Record
he: צור את הרשומה הראשונה שלך

source: Pending Approvals
he: אישורים ממתינים

source: All your records are signed off!
he: כל הרשומות שלך אושרו!

source: Quick Actions
he: פעולות מהירות

source: All Training Records
he: כל רשומות ההדרכה

source: Briefing Progress
he: התקדמות תדריכים

source: Completed:
he: :תרגילים שהושלמו

source: Pending:
he: :ממתין

source: Remaining:
he: נותרו:

source: Ground Briefing Status
he: מצב תדריכי קרקע

source: You have completed or requested all required ground briefings!
he: סיימת את כלל תדריכי הקרקע!

source: You haven't requested any ground briefings yet.
he: טרם ביקשת לבצע תדריך קרקע

source: Required Briefing Topics
he: תדריכי קרקע לביצוע

source: Completed
he: תרגילים שהושלמו

source: Requested
he: הוגשה בקשה

source: Not Started
he: לא סופק

source: Student History
he: היסטוריית חניך

source: Student Training History
he: היסטוריית הדרכת חניך

source: Back to Student Records
he: חזרה לרשומות החניך

source: No training records found for this student.
he: לא נמצאו רשומות הדרכה עבור חניך זה.

source: Available
he: זמין

source: Completed Exercises
he: תרגילים שהושלמו

source: No pre-solo exercises completed
he: לא הושלמו תרגילי טרום-סולו

source: No post-solo exercises completed
he: לא הושלמו תרגילים לאחר סולו

source: Instructors
he: מדריכים

source: You
he: את/ה

source: No instructors yet
he: עדיין אין מדריכים

source: Student Records
he: רשומות חניך

source: Review training records for any student
he: סקירת רשומות הדרכה עבור כל חניך

source: Find a Student
he: מציאת חניך

source: Select a student...
he: בחר חניך...

source: View History
he: צפה בהיסטוריה

source: Recent Student Activity
he: פעילות חניך אחרונה

source: No recent student activity
he: אין פעילות חניך אחרונה

source: History
he: היסטוריה
